Repository: common-repository/buddypress-badge
Catalog: includes/languages/buddypress-badge-*.po
Languages: th_th

source: General option
th_th: ตัวเลือกทั่วไป

source: Show only website logo
th_th: แสดงเฉพาะโลโก้

source: Yes
th_th: ใช่

source: No
th_th: ไม่ใช่

source: User can select layout
th_th: ผู้ใช้สามารถเลือกเลเอ้าท์

source: User can add profile image
th_th: ผู้ใช้สามารถเพิ่มรูปส่วนตัว

source: User can add xprofile information
th_th: ผู้ใช้สามารถเพิ่มข้อมูลส่วนตัว

source: Display option
th_th: ตัวเลือกการแสดงผล

source: Default layout
th_th: เลเอ้าท์หลัก

source: Vertical
th_th: แนวตั้ง

source: Horizontal
th_th: แนวนอน

source: Default profile image
th_th: แสดงรูปส่วนตัว

source: Show
th_th: แสดง

source: Hide
th_th: ซ่อน

source: Profile image size
th_th: ขนาดรูปภาพส่วนตัว

source: Thumbnail
th_th: ขนาดย่อ

source: Full
th_th: ขนาดเต็ม

source: Background color
th_th: สีพื้น

source: Text color
th_th: สีตัวอักษร

source: Bold field text
th_th: หัวข้อใช้ตัวอักษรตัวหนา

source: Field text color
th_th: สีตัวอักษรของหัวข้อ

source: Show badge border
th_th: แสดงขอบ

source: Border color
th_th: สีขอบ

source: Badge code
th_th: โค้ด badge

source: Long
th_th: ยาว

source: Short
th_th: สั้น

source: Exclude field (seperate by ,)
th_th: ไม่แสดงฟิลล์ (คั่นด้วย ,)

source: Layout :
th_th: เลเอ้าท์

source: Information :
th_th: ข้อมูลส่วนตัว

source: Photo
th_th: รูปภาพ

source: Copy and Pasts the following code on your website :
th_th: ก็อปปี้โค้ดด้านล่างไปแปะที่เว็บไซต์ :

source: Preview :
th_th: ตัวอย่าง :
